Repository: sbabrauskiene/DPO_CL_Project
Catalog: Materials/Sample.tmx
Source language: en_us
Languages: ru_ru

source: Bayer BG 8 Format / Bayer GB 8 Format
ru_ru: Форматы Bayer BG8 / GB8

source: Bayer BG 12 Format / Bayer GB 12 Format
ru_ru: Форматы Bayer BG12 / GB12

source: Ensuring Quality of Safety Cabinets with Basler Vision Solution and Cogniac's Computer Vision Platform
ru_ru: Обеспечение качества в производстве шкафов безопасного хранения с помощью технологий Basler на платформе компьютерного зрения Cogniac

source: Ensuring Quality of Safety Cabinets with Basler Vision Solution and Cogniac’s Computer Vision Platform
ru_ru: Обеспечение качества в производстве шкафов безопасного хранения с помощью технологий Basler на платформе компьютерного зрения Cogniac

source: Secure intellectual property with a sophisticated encryption system — this makes data hacking with reverse engineering virtually impossible
ru_ru: Защитите интеллектуальную собственность с помощью комплексной системы шифрования — в результате взлом данных с обратной инженерией станет практически невозможным

source: Secure intellectual property with a sophisticated encryption system – this makes data hacking with reverse engineering virtually impossible
ru_ru: Защитите интеллектуальную собственность с помощью комплексной системы шифрования – в результате взлом данных с обратной инженерией станет практически невозможным

source: Use our Interface Adviser to select the suitable interface.
ru_ru: Подобрать подходящий интерфейс вам поможет наш инструмент «Мастер выбора интерфейса».

source: Use our Interface Advisor to select the suitable interface.
ru_ru: Подобрать подходящий интерфейс вам поможет наш инструмент «Мастер выбора интерфейса».

source: Please note that the setting in inches does not exactly match the image diagonal.
ru_ru: Обратите внимание, что параметр в дюймах не обязательно соответствует диагонали изображения в точности.

source: Fax +49 4102 463 46 432
ru_ru: Факс +49 4102 463 432

source: Fax +49 4102 463 46 656
ru_ru: Факс +49 4102 463 46 656

source: Fax +49 4102 463 46 661
ru_ru: Факс +49 4102 463 46 661

source: The group's sales increased in the fiscal year 2013 by 16 % to € 65.1 million (previous year:
ru_ru: В 2013 финансовом году объем продаж вырос на 16 % и составил 65,1 млн евро по сравнению с

source: The group's sales increased in the fiscal year 2014 by 22 % to € 79.2 million (previous year:
ru_ru: В 2014 финансовом году объем продаж вырос на 22 % и составил 79,2 млн евро по сравнению с

source: Tel. +49 4102 463 640 Fax +49 4102 463 46640 E-Mail: xenia.neufeld@baslerweb.com
ru_ru: Тел. +49 4102 463 640 Факс +49 4102 463 46640 Эл. почта: xenia.neufeld@baslerweb.com

source: Tel. +49 4102 463 662 Fax +49 4102 463 46662 E-Mail: peter.behringer@baslerweb.com
ru_ru: Тел.: +49 4102 463 662 Факс: +49 4102 463 46662 Эл. почта: peter.behringer@baslerweb.com

source: On the host side, the ANN is trained with data, but the inference (image analysis and generation of results) takes place in the device itself (at the edge).
ru_ru: Обучение ИНС с помощью данных осуществляется на стороне управляющей системы, однако логические выводы (анализ изображений и генерация результатов) выполняются непосредственно на устройстве (на периферии).

source: On the host side, the CNN is trained with data, but the inference (image analysis and generation of results) takes place in the device itself (at the edge).
ru_ru: Обучение СНС с помощью данных осуществляется на стороне управляющей системы, однако логические выводы (анализ изображений и генерация результатов) выполняются непосредственно на устройстве (на периферии).

source: Basler pylon runtime version 6.3.0 - contains drivers for all camera interfaces, programming language runtimes for C, C++, .NET, GenTL and DirectShow/Twain.
ru_ru: Среда выполнения Basler pylon 6 (версия 6.3.0) содержит драйверы для всех вариантов интерфейса камеры, среды выполнения для языков программирования С, C++, .NET и GenTL, а также DirectShow/Twain.

source: Basler pylon runtime version 7.0.0 - contains drivers for all camera interfaces, programming language runtimes for C, C++, .NET, GenTL and DirectShow/Twain.
ru_ru: Среда выполнения Basler pylon версии 7.0.0 содержит драйверы для всех вариантов интерфейса камеры, среды выполнения для языков программирования С, C++, .NET и GenTL, а также DirectShow/Twain.

source: List price: from 869 €
ru_ru: Цена: от 869 евро

source: List price: from 269€
ru_ru: Цена: от 269 евро

source: List price: from 379 €
ru_ru: Цена: от 379 евро

source: List price: from 219 €
ru_ru: Цена: от 219 евро

source: List price: from 3709 €
ru_ru: Цена: от 3709 евро

source: The group's sales increased in the fiscal year 2015 by 8 % to € 85.4 million (previous year:
ru_ru: В 2015 финансовом году объем продаж вырос на 8% и составил 85,4 млн евро по сравнению с

source: The group's sales increased in the fiscal year 2016 by 14 % to € 97.5 million (previous year:
ru_ru: В 2016 финансовом году объем продаж вырос на 14 % и составил 97,5 млн евро по сравнению с
